Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Select one or more thumbnails of the photos that you want to rate.
fr: Sélectionnez une ou plusieurs vignettes des photos auxquelles vous souhaitez attribuer une note.

source: Select one or more thumbnails of the photos that you want to rotate.
fr: Sélectionnez une ou plusieurs vignettes des photos que vous voulez tourner.

source: Select only most recent version from each stack
fr: Choisir uniquement la version la plus récente de chaque Ensemble

source: Select only those editing tools from the tool stack that you want saved as part of the style.
fr: Choisissez seulement les Outils d'édition de la chaîne de développement que vous souhaitez pour constituer votre style.

source: Select the rendering intent.
fr: Choisissez l'Intention de rendu.

source: Select the Styles tab.
fr: Choisissez l'onglet Styles.

source: Select the color profile to include.
fr: Choisissez le profil couleur à inclure.

source: Select the desired folder.
fr: Choisissez le dossiers désiré.

source: Select the hue range
fr: Choisir la Gamme de teinte

source: Select the luminosity range
fr: Choisir la Gamme de luminosité

source: Select the output size for the copied photos.
fr: Choisissez la taille de sortie pour les photos copiées.

source: Select the photo.
fr: Choisissez la photo.

source: Select the region you want to copy by clicking it.
fr: Choisir la région que vous voulez copier en cliquant dessus.

source: Select the region you want to delete by clicking it.
fr: Choisissez la région que vous souhaitez supprimer en cliquant dessus.

source: Select the style you want to delete.
fr: Sélectionner le style que vous souhaitez supprimer.

source: Select the style you want to export.
fr: Choisissez le style que vous souhaitez exporter.

source: Select the thumbnail of the photo in the browser that you want to rename.
fr: Sélectionner la vignette de la photo que vous souhaitez renommer dans le navigateur.

source: Select the thumbnail of the photo.
fr: Sélectionnez la vignette de la photo.

source: Select the tool from the tool stack you want the region to apply to, or add a new tool.
fr: Choisissez dans la chaîne de développement l'outil auquel vous souhaitez appliquer une région, ou ajouter un nouvel outil.

source: Select the tool in the tool stack where you want to paste the region.
fr: Choisissez dans la chaîne de développement l'outil où vous souhaitez coller la région.

source: Select the tool that you want to make a color/luminosity selection for by clicking its title bar.
fr: Choisir l'outil pour lequel vous voulez définir une Sélection de Couleur/Luminosité en cliquand sur sa barre de titre.

source: Select the tool whose mask you want to invert by clicking its title bar.
fr: Choisissez l'outil dont vous souhaitez inverser le masque en cliquant sur sa barre de titre.

source: Select the type of image to convert to: JPEG or TIFF.
fr: Sélectionnez le type d'image pour la conversion : JPEG ou TIFF.

source: Select whether to use LZW compression (TIFF only).
fr: Activez ou non la compression LZW (seulement pour les TIFF).

source: Selecting this option will save your work automatically.
fr: Activer cette option enregistrera votre travail automatiquement.

source: Selection
fr: Sélection

source: Send
fr: Envoyer

source: Send $1 images from $2
fr: Envoie $1 images sur $2

source: Send 1 image from $1
fr: Envoie 1 image sur $1

source: Send To Folder
fr: Envoyer vers le dossier

source: Send report to Light Crafts
fr: Envoyer un rapport à Light Crafts

source: Send...
fr: Envoyer...

source: Sending photos
fr: Envoyer des photos

source: Set opacity
fr: Définir l'opacité

source: Set the angle of rotation in degrees
fr: Définir l'angle de Rotation en degrés

source: Set the color profile of your display device.
fr: Définissez le Profil Couleur de votre périphérique d'Affichage.

source: Set the default value
fr: Définir aux valeurs par défaut

source: Set the quality (for JPEG) or bit depth (for TIFF).
fr: Définir la qualité (pour le JPEG) ou la profondeur de couleur (pour les TIFF).

source: Sets the upper limit on the amount of memory that LightZone will use.
fr: Régler la limite maximale de mémoire que LightZone utilisera

source: Shadows
fr: Tons Foncés

source: Sharing space with the ZoneFinder, Color Selection Viewer, and Histogram, in the upper-right corner of the LightZone window is also the Sampler that shows information about the pixel in your photo that is directly under the mouse.
fr: Partageant l'espace avec le ZoneFinder, le visionneur de la Sélection Couleur, et l'Histogramme dans le coin en haut à droite de la fenêtre de LightZone se trouve aussi la Pipette qui affiche des informations sur le pixel qui se trouve directement sous le pointeur de la souris.

source: Sharing space with the ZoneFinder, Color Selection Viewer, and Sampler in the upper-right corner of the LightZone window is also the histogram that shows the distribution of intensity for each of the red, green, and blue color channels.
fr: Partageant l'espace avec le ZoneFinder, le visionneur de la Sélection Couleur, et La Pipette dans le coin en haut à droite de la fenêtre de LightZone se trouve aussi l'histogramme qui affiche la répartition de l'intensité de chacun des canaux rouge, vert et bleu.

source: Sharing space with the ZoneFinder, Histogram, and Sampler in the upper-right corner of the LightZone window is also the Color Selection Viewer that shows the areas of your photo that are in the selected tool's color/luminosity selection.
fr: Partageant l'espace avec le ZoneFinder, l'Histogramme, et La Pipette, dans le coin en haut à droite de la fenêtre de LightZone se trouve aussi le visionneur de Sélection Couleur qui affiche les parties de votre photo correspondant à la Sélection couleur/luminosité de l'outil sélectionné.

source: Sharpen
fr: Netteté

source: Show Browser
fr: Montrer le Navigateur

source: Show Crop Tool
fr: Afficher l'outil de Recadrage

source: Show Details
fr: Montrer les détails

source: Show Help for LightZone Send
fr: Afficher l'aide pour Envoyer avec LightZone

source: Show Image Types
fr: Afficher le Type d'Image

source: Show Inner Region
fr: Afficher la région intérieure

source: Show Inspectors
fr: Afficher les Contrôleurs

source: Show LightZone Help
fr: Montrer l'Aide de LightZone

source: Show Previews
fr: Afficher les Aperçus

source: Show Proof Tool
fr: Afficher l'Outil d'Épreuvage

source: Show Regions
fr: Afficher les Régions

source: Show Rotate Tool
fr: Afficher l'Outil de Rotation

source: Show Tool Titles
fr: Afficher les légendes des Outils

source: Show Video Learning Center
fr: Montrer le centre d'Apprentissage Vidéo

source: Show and hide the titled borders around buttons in the LightZone toolbars.
fr: Affiche ou Masque les légendes des icônes dans les barres d'outils de LightZone.

source: Show extra tool controls
fr: Afficher les contrôles supplémentaires

source: Show in Explorer
fr: Montrer dans l'Explorateur

source: Show in Finder
fr: Montrer dans Finder

source: Show in Folder
fr: Montrer dans le Dossier

source: Show original image while pressed
fr: Afficher l'Image d'Origine pendant l'appui

source: Show print proofing tool
fr: Afficher l'outil d'épreuvage d'impression

source: Show the Crop Tool
fr: Afficher l'outil de Recadrage

source: Show the Rotate Tool
fr: Afficher l'Outil de Rotation

source: Show the help for this tool
fr: Afficher l'aide pour cet Outil

source: Show/Hide Folder Tree Pane
fr: Afficher/Masquer le Panneau de l'arborescence des dossiers

source: Show/Hide History Pane
fr: Afficher/Masquer le Panneau de l'Historique

source: Show/Hide Regions
fr: Afficher/Masquer les Régions

source: Show/Hide Styles Pane
fr: Afficher/Masquer le Panneau des Styles

source: Show/Hide Tool Pane
fr: Afficher/Masquer le Panneau des Outils

source: Show/Hide metadata Info Pane
fr: Afficher/Masquer le Panneau des informations de métadonnées

source: Shutter Speed
fr: Vitesse d'obturation

source: Simple (and small) workflow
fr: Un flux de travail Simple (et concis)

source: Slide right to increase thumbnail size
fr: Déplacer vers la droite pour augmenter la taille des vignettes

source: Smaller image files will make LightZone faster.
fr: De plus petits fichiers images rend LightZone plus rapide.

source: Smart Sharpen
fr: Netteté intelligente

source: Soft Burn
fr: Densité douce +

source: Soft Dodge
fr: Densité douce -

source: Soft Light
fr: Lumière Tamisée

source: Some digital cameras have an orientation sensor so that photos shot in portrait mode are automatically rotated right-side-up when you look at them.
fr: Certains appareils photo numériques possèdent un capteur d'orientation et de ce fait, les photos prises au format portrait sont automatiquement tournée avec la bonne orientation quand vous les regardez.

source: Sort
fr: Tri

source: Sort Ascending
fr: Tri ascendant

source: Sort Descending
fr: Tri descendant

source: Specify the image file format LightZone should use when it saves your work.
fr: Spécifie le format de fichier que LightZone doit utiliser quand il enregistre votre travail.

source: Spline Regions
fr: Régions Spline

source: Spot
fr: Poussière

source: Spot tool
fr: Outils Poussière

source: Stack
fr: Empilement

source: Standard Cursor Mode
fr: Mode Pointeur Standard

source: Start
fr: Démarrer

source: Starting Logging
fr: Démarrage du journal

source: Strength
fr: Force

source: Style "$1" was written to "$2"
fr: Le Style "$1" a été enregistré vers "$2"

source: Style Number $1
fr: Style Numéro $1

source: Style could not be applied
fr: Le style ne peut être appliqué

source: Styles are intelligent combinations of LightZone's tools.
fr: Les Styles sont des combinaisons intelligentes desoutils de LightZone.

source: Styles: Applying
fr: LightZone : Styles : Application

source: Styles: Creating
fr: Styles : Création

source: Styles: Deleting
fr: Styles : Suppression

source: Styles: Exporting
fr: Styles : Exportation

source: Styles: Importing
fr: Styles : Importation

source: Subtracts either the blend color from the base color or the base color from the blend color depending on whichever is brighter.
fr: Soustrait soit la couleur de fusion de la couleur de base, soit la couleur de base de la couleur de fusion, en fonction de laquelle est la plus claire.

source: Swap Tools
fr: Intervertir les Outils

source: Swap width and height
fr: Intervertir Hauteur et Largeur

source: Table of Contents
fr: Table des Matières

source: Temperature
fr: Température

source: The Raw Adjustments tool has a new As Shot button.
fr: L'Outils d'Ajustements RAW a un nouveau bouton "Comme la Photo".

source: The Raw Adjustments tool now automatically removes "hot pixels" from your raw photos.
fr: L'outil Ajustements RAW enlève désormais automatiquement les "pixels chauds" de vos photos brutes (raw).

source: The Relight tool (an improved ToneMapper tool) has new Depth and Fuzz sliders.
fr: L'outil Relight (un outil ToneMapper amélioré) a de nouveaux contrôles Profondeur et Arrêtes.

source: The Back/Forward buttons can be used to navigate either back or forward to the folder you were previously in.
fr: Le bouton Précédent/Suivant peut être utilisé pour naviguer dans l'historique des dossiers que vous avez consultés précédemment.

source: The Black & White tool allows you to convert a color photo into a black-and-white photo.
fr: L'outil Noir et Blanc vous permet de convertir une photo couleur en une photo Noir et Blanc.

source: The Blur tool allows you to blur all or parts of your photo by a specified radius.
fr: L'outil Flou vous permet de rendre flou, par un rayon donné, tout ou partie de votre photo.

source: The Bézier region button creates a region having curved lines connecting the control points.
fr: Le Bouton de région Bézier crée une région ayant des lignes courbes reliant les points de contrôle.

source: The Clone tool allows you to copy an area of your photo to another area.
fr: L'outil Cloner vous permet de copier une partie de votre photo vers une autre partie.

source: The Color Balance tool allows you to adjust the color balance of your photo around a specified point of the tonal range.
fr: L'outil Balance de Couleur vous permet d'ajuster la balance de couleur de votre photo autour d'un point spécifié de la gamme des tons.

source: The Convert button is equivalent to File > Convert.
fr: Le bouton Convertir est équivalent à Fichier > Convertir.

source: The Edit button is equivalent to Browser > Edit.
fr: Le bouton Éditer est équivalent à Navigateur > Éditer.

source: The Open button is equivalent to File > Open.
fr: Le bouton Ouvrir est équivalent à Fichier > Ouvrir.

source: The Path button can be used to navigate up the folder tree quickly.
fr: Le Bouton Chemin peut être utilisé pour remonter rapidement dans l'arborescence des dossiers.

source: The Polygon region button creates a region having straight lines connecting the control points.
fr: Le Bouton de région Polygonale crée une région ayant des lignes droites reliant les points de contrôle.

source: The Print button is equivalent to File > Print.
fr: Le bouton Imprimer est équivalent à Fichier > Imprimer.

source: The Send button is equivalent to File > Send.
fr: Le bouton Envoyer est équivalent à Fichier > Envoyer.

source: The Sort criteria pop-up menu allows you to change the order by which the thumbnails for your photos are displayed.
fr: Le menu déroulant des Critère de Tri vous permet de choisir l'information selon laquelle vos vignettes seront triées.

source: The Sort order button controls whether your photos are sorted either in ascending or descending order for the current sort criteria.
fr: Le bouton Ordre de tri définit si vos photos sont triées par ordre croissant ou décroissantpour le critère de tri actuellement en cours.

source: The Spline region button creates a region much like a Bézier, yet the region boundary is defined inside the control points.
fr: Le Bouton de région Spline crée une région ressemblant à une Bézier, dont la limite de la région se trouve à l'intérieur des points de contrôle.

source: The Styles button allows you to apply a style to the photos of the currently selected thumbnails.
fr: Le bouton Styles vous permet d'appliquer un Style aux photos dont les aperçus sont actuellement sélectionnés.

source: The Thumbnail size slider controls the size of the thumbnails shown in the browser.
fr: Le contrôle Taille des Vignettes contrôle la taille des vignettes affichées dans le navigateur.

source: The selected thumbnail is shown with a white border and a large preview is shown in the Photo Viewer.
fr: La vignette sélectionnée est affichée avec une bordure blanche et un grand aperçu en est affiché dans la Visionneuse Photo.

source: The control points of a region determine its shape and are used to adjust it.
fr: Les points de contrôle d'une région déterminent sa forme et permettent de l'ajuster.

source: The Batch Name, if provided, is appended to the name of each converted file (but before the extension).
fr: Le nom de la tâche, si renseigné, est adjoint au nom de chaque fichier converti (mais avant l'extension).

source: The Folder Navigator allows you to navigate to, select, and view the thumbnails and metadata for photos in folders on your computer.
fr: Le Navigateur de Dossiers vous permet d'accéder à, sélectionner et voir les vignettes et les métadonnées des photos dans les dossiers de votre ordinateur.

source: The Folder Navigator looks and works much like a Finder Windows Explorer window in list view mode.
fr: Le Navigateur de Dossiers ressemble et fonctionne comme un Finder Explorateur Windows en mode d'affichage liste.

source: The History tab shows you the complete history of all the edits you have made to your photo since opening it for the current editing session.
fr: L'onglet Historique affiche l'historique complet de toutes les éditions que vous avez appliquées à votre photo depuis que vous l'avez ouverte lors de la session d'édition actuelle.

source: The LightZone file, "$1" can't locate its image file, "$2", but it found "$3" instead.
fr: Le fichier LightZone, "$1" ne peut trouver son fichier image, "$2", mais a trouvé "$3" à la place.

source: The LightZone file, "$1" can't locate its image file, "$2".
fr: Le fichier LightZone, "$1" ne peut trouver son fichier image, "$2".

source: The RGB color space can represent all luminosities from 100% white to 100% black.
fr: L'espace couleur RVB peut représenter tous les degrés de luminosité du Blanc à 100% jusqu'au Noir à 100%.

source: The Radius slider controls how widely the blurring effect is done around each pixel.
fr: Le contrôle de Rayon définit avec quelle ampleur est calculé l'effet de flou autour de chaque pixel.

source: The Relight tool allows you to "relight" all or parts of your photo as if the lighting were different when you took it.
fr: L'Outil Relight (Ré-éclairage) vous permet de "ré-éclairer" tout ou partie de votre photo comme si l'éclairage était différent du moment où la photo avait été prise.

source: The Relight tool does this by reducing the large scale contrast and, at the same time, increasing the local contrast.
fr: L'Outil Relight accomplit cela en réduisant le contraste global tout en augmentant le contraste local.

source: The Settings include things like:
fr: Les Paramètres incluent des choses telles que:

source: The TIFF image format allows multiple images to be stored in the same TIFF file.
fr: Le format d'image TIFF offre la possibilité d'enregistrer plusieurs images dans le même fichier TIFF.

source: The ZoneFinder allows you to see where the highlights, midtones, and shadows in your photo are in order to make adjustments using the ZoneMapper.
fr: Le ZoneFinder vous permet de voir où se trouvent les tons clairs, moyens et foncés dans votre photo de façon à faire des ajustements en utilisant le ZoneMapper.

source: The ZoneFinder shows a miniature version of your photo that has been segmented into 16 grayscale zones each differing by 50% brightness or half an f-stop from the next.
fr: Le ZoneFinder affiche une version réduite de votre photo qui a été convertie en 16 zones de gris, chacune différant de la suivante de 50% de luminosité ou d'une demie valeur d'un f-stop.

source: The ZoneMapper is based on the Zone System invented by Ansel Adams and Fred Archer.
fr: Le ZoneMapper est basé sur le Système de Zones inventé par Ansel Adams et Fred Archer.

source: The ZoneMapper tool allows you to adjust the brightness and contrast of your photo for any combination of the highlights, midtones, or shadows in a way that is far more intuitive than using either "levels" or "curves" tools found in other applications.
fr: L'Outil ZoneMapper vous permet d'ajuster la luminosité et le contraste de votre photo pour n'importe quelle combinaisons des tons clairs, moyens ou foncés d'une manière bien plus intuitive qu'avec les outils "Niveaux" ou "Courbes" que l'on trouve dans d'autres applications.

source: The ZoneMapper tool shows 16 grayscale zones each differing by 50% brightness or half an f-stop from the next.
fr: L'outil ZoneMapper affiche 16 zones de l'échelle de gris, chacune différant de la suivante de 50% de luminosité ou également une demie valeur d'un f-stop.

source: The amount of memory LightZone should use
fr: La quantité de mémoire que LightZone doit utiliser

source: The base color is not replaced, but is mixed with the blend color to reflect the relative lightness or darkness of the original color.
fr: La couleur de base n'est pas remplacée, mais mixée avec la couleur de fusion pour refléter les tons clairs ou foncés de la couleur d'origine.

source: The base colors are darkened slightly with very bright blend colors dodged in.
fr: Les couleurs de base sont légèrement assombries avec des couleurs de fusions très claires.

source: The choices for sort criteria are: file name, file type, image size, capture time, modification time, rating, aperture, focal length, lens, and shutter speed.
fr: Les choix pour les critères de tri sont : Nom de fichier, Type de fichier, Taille de l'image, date de prise de vue, date de modification, Note, Ouverture, Longueur focale, Objectif, et vitesse d'obturation.

source: The clone tool is a more general version of the Spot tool.
fr: L'outil Cloner est une version plus générale de l'outil Poussières.

source: The color swatch and the Red, Green, and Blue values in the tool will also update.)
fr: La roue chromatique ainsi que les valeurs Rouge, Vert, et Bleu de l'outil seront aussi mis à jour.)

source: The different kinds of regions.
fr: Les différents types de régions.

source: The effect is similar to projecting multiple photographic slides onto the same screen.
fr: Le résultat est similaire à projeter plusieurs couches de diapositives sur un écran.

source: The effect is similar to shining a diffused spotlight on the image.
fr: Le résultat est similaire à braquer une lampe avec un diffuseur sur l'image.

source: The first page is your edited photo along with the LightZone tool stack you created.
fr: La première page est votre photo éditée accompagnée de la Chaîne de développement que vous avez créée avec LightZone

source: The hidden folders can either go in the same folders as your photos ("local") or all together in one location ("global").
fr: Ce dossier caché peut-être situé soit dans le même dossier que vos photos ("local") soit dans un emplacement centralisé ("global").

source: The histogram in the lower right shows the same photo after both exposure and black point adjustments have been made using the ZoneMapper tool.
fr: L'histogramme en bas à droite montre la même photo après l'ajustement de l'exposition et du point noir à l'aide de l'outil ZoneMapper.

source: The major difference, however, is that only folders and disks are shown -- files are not.
fr: La différence majeure, toutefois, est que seuls les dossiers et les disques sont affichés -- les fichiers ne l'étant pas.

source: The new features in LightZone.
fr: Les Nouvelles fonctionnalités dans LightZone.

source: The number of photos in the stack is indicated by a number in the upper-left corner of the thumbnail.
fr: Le nombre de photos de l'empilement est indiqué dans ce cas par un nombre en haut à gauche de la vignette.

source: The points are marked by small, white circles.
fr: Les points sont représentés par de petits cercles blancs.

source: The raw files from some cameras, however, always need a default "tone curve" applied to them to look correctly.
fr: Les images Brutes (RAW) de certains appareils, toutefois, ont toujours besoin qu'une "courbe de tonalités" leurs soit appliquée par défaut pour sembler correctes.

source: The raw files from the following cameras will have a default tone curve:
fr: Les fichiers bruts (RAW) des appareils ci-dessous auront une courbe de tonalités par défaut :

source: The rending intents you can select are described below.
fr: Les Intentions de Rendu que vous pouvez choisir sont décrites ci-dessous.

source: The result color is always darker.
fr: La couleur finale est toujours plus sombre.

source: The result color is always lighter.
fr: La couleur finale est toujours plus claire.

source: The result color is either the base or blend color, whichever is darker.
fr: La couleur finale sera soit la couleur de base soit la couleur de fusion, choisissant la plus sombre des deux.

source: The result color is either the base or blend color, whichever is lighter.
fr: La couleur finale sera soit la couleur de base soit la couleur de fusion, choisissant la plus claire des deux.

source: The second page is your original, unedited photo to which the tool stack is applied.
fr: La seconde page est votre photo originale et non éditée à laquelle sera appliqué la chaîne de développement.
